Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/kronihkka-sami-manaidgardefaldat-nanne-demokratija.html.tmx
Source language: sme
Languages: sma

source: Kronihkka: Sámi mánáidgárdefáldat nanne demokratija / Sártnit ja artihkkalat / Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
sma: Maanagiertefaalenasse demokratijem nænnostahta / Håalemh jïh tjaalegh / Saemiedigkieraerie / Åårganisasjovnestruktuvre / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Kronihkka: Sámi mánáidgárdefáldat nanne demokratija
sma: Maanagiertefaalenasse demokratijem nænnostahta

source: Silje Karine Muotka, Sámediggeráđđi
sma: Silje Karine Muotka, saemiedigkieraerie

source: Nationála mánáidgárdebeaivi 2014 lágiduvvo njukčamánu 18. b..
sma: Nasjovnaale maanagïertebiejjie 2014 öörnesåvva njoktjen 18.

source: Oahppolihttu, Fágalihttu ja mánáidgárddiid váhnenlávdegoddi (Foreldreutvalget for barnehager (FUB)) dat barget ovttas mánáidgárdebeivviin.
sma: b. Ööhpehtimmiesiebrie, Faagesiebrie jïh Maanagïerti eejhtegemoenehtse (MEM) maanagïertebiejjien bïjre laavenjostoeh.

source: Mánáidgárddit miehtá riikka čalmmustahttet beaivvi, mii lea šaddan árbevierrun ollugiidda.
sma: Biejjie mïerhkesjamme sjædta maanagiertine abpe laantesne, jïh akte aerpievuekie sjïdteme gellide.

source: Dan jagi galgá demokratiija ja mánáid mielváikkuheapmi leat guovddážis, ja čuoládat lea:”Mus lea juoga dadjamuš. ”
sma: Demokratije jïh maanaj meatanårrome leah fokuse daan biejjien, jïh faamoebaakoe lea: ” Mov lea mij akt jiehtedh. ”

source: Fáddá lea válljejuvvon Norgga vuođđoláhkaávvudeami 2014 duogážiin.
sma: Teema lea veeljeme Nöörjen maadthlaakeheevehtimmien 2014 sjïekenisnie.

source: Sámi mánáin lea iehčanas jietna, ja sis galgá leat sadji ja vejolašvuohta buktit ovdan jienaset mánáidgárdeoktavuođas.
sma: Saemien maanaj akte jïjtjeraarehke gïele, jïh tjuerieh sijjiem jïh nuepiem åadtjodh baajedh jïjtse gïele govlelgidh maanagïerten ektiedimmesne.

source: Demokratiija ja mánáid mielváikkuheapmi lea maid deaŧalaš oassi sámi mánáidgárdefálaldagas.
sma: Demokratije jïh maanaj meatanårrome leah aaj akte vihkeles bielie dehtie saemien maanagïertefaalenasseste.

source: Sámi mánáidgárdefálaldaga huksedettiin leat sámi váhnemat ja báikkálaš sámi searvvit leat hui guovddážis álggaheaddjin ja áŋgiruššin. Otná sámi mánáidgárdefálaldahkii dat lea leamaš áibbas dárbbašlaš.
sma: Gosse gïehteleminie aktem saemien maanagïertefaalenassem bæjjese bigkedh dle saemien eejhtegh jïh saemien lïhkes siebrieh eevre vihkeles orreme goh doh mah skraejriem vaalteme jïh tsevtsiedæjjine orreme.

source: Sámi politihkalaš bargu lea maid váikkuhan sihkkarastit sámi sisdoalu mánáidgárdelágas ja mánáidgárddi rámmaplánas.
sma: Saemien politihkeles barkoe aaj dam saemien sisvegem gorredamme maanagïertelaakesne jïh maanagïerten mieriesoejkesjisnie.

source: ON mánáidgárdekonvenšuvdna lea maid leamaš deaŧalaš mánáidgárddiid bargui.
sma: EN:n maanagïertekonvensjovne lea aaj vihkeles dan barkose maanagiertine.

source: Mii lea ollen guhkás, muhto mis lea ain guhkes mátki ovdalgo sihkkarastojuvvo ahte buot sámi mánáin lea mánáidgárdefálaldat sin giela ja kultuvrra vuođul nu mo earret eará mánáidkonvenšuvdna eaktuda.
sma: Mijjieh gåhkese båateme, men læjhkan aktem guhkies geajnoem aajmene vaedtsedh juktie gorredidh gaajhkh saemien maanah aktem maanagïertefaalenassem åadtjobe sijjen gïelen jïh kultuvren bïjre, naemhtie guktie maanakonvensjovne sjïehteladta.

source: Sámediggi bargá dainna ulbmiliin ahte sámi mánáin galgá leat oktagaslaš vuoigatvuohta sámi mánáidgárdefálaldahkii.
sma: Saemiedigkie barkeminie ihke saemien maanah edtjieh aktem sjïere reaktam åadtjodh saemien maanagïertefaalenassem åadtjodh.

source: Das han lea ge sáhka ahte sámi mánáin galgá leat vuoigatvuohta mielváikkuheapmái ja iešmearrideapmái.
sma: Daate lea raaktan saemien maanaj reaktan bïjre meatan årrodh jïh jïjtje nænnoestidh.

source: Mánáidgárdi galgá sihkkarastit ahte mánát besset ovdánit guovttegielalaččat ja máŋggakultuvrralaččat.
sma: Maanagïerte edtja gorredidh maanah aktem guektiengïelen jïh jienebekultuvrelle evtiedimmiem åadtjoeh.

source: Dain mánáidgárddiin main lea sámegielatfálaldat, lea váhnemiin ja mánáin vuoigatvuohta vuordit ahte bargit dovdet ja deattuhit sámi sisdoalu ja ahte sámegiella geavahuvvo.
sma: Maanagiertine saemienfaalenassine eejhtegh jïh maanah reaktam utnieh veanhtadidh dah mah desnie berkieh daajroem utnieh jïh leavloem biejieh akten saemien sisvegasse, jïh maanagïertesne saemiestieh.

source: Lea sáhka das ahte mánát vásihit mánáidgárdefálaldaga demokráhtalaš ja ovddideaddji oahppanbirasin.
sma: Maanah edtjieh maanagïertefaalenassem dååjredh goh akte demokrateles lïerehtimmiebyjrese jïh gusnie skearkagieh.

source: Sámediggedieđáhusas sámi mánáidgárdefálaldaga birra (2013) aiddostahttojuvvo ahte mánáidgárdi lea okta dain deaŧaleamos arenain sámegiela ja sámi kultuvrra viidáseappot fievrrideapmái.
sma: ” Saemiedigkiebïevnesisnie saemien maanagïertefaalenassen bïjre ” (2023) tjïerteste maanagïerte lea akte dejstie vihkielommes sijjijste juktie saemien gïelem jïh kultuvrem guhkiebasse sertedh.

source: Sámediggi háliida mánáidgárdepolitihkas bokte ovddidit buriid bajásšaddaneavttuid buot mánáide sámi mánáidgárdefálaldaga bokte.
sma: Saemiedigkie sæjhta sov maanagïertepolitihken tjïrrh hijven byjjenimmienuepieh sjugniedidh gaajhkide maanide saemien maanagïertefaalenassen tjïrrh.

source: Dárbbašuvvo oktasaš pedagogalaš vuođđu, ja deaŧalaš ja gelddolaš fágalaš ja politihkalaš digaštallan lea guđe sámi árvvuid vuođul mánáidgárddit galget hukset iežaset doaimma.
sma: Daerpies aktine tjåenghkies pedagogeles våaroeminie, jïh akte byjjes jïh gieltegs faageles jïh politihkeles digkiedimmie lea mejnie saemien aarvojne maanagïerth edtjieh sijjen barkoem bigkedh.

source: Bajimus dásis ferte sápmelaččaide álbmogin sihkkarastojuvvot vuoigatvuohta ovddidit iežaset mánáidgárddiid main sámi oahpahusvuogit ja sámi pedagogalaš ávdnasat leat guovddážis.
sma: Aktene bijjemes daltesisnie saemieh goh almetjh tjuerieh reaktam åadtjodh jïjtsh maanagïerth evtiedidh gusnie saemien lïerehtimmievuekieh jïh saemien pedagogeles materijelle leah jarngesne.

source: Sámediggi čalmmustahttá mánáidgárdebeaivvi dakko bokte ahte galleda earret eará Áltta siidda mánáidgárddi, mii lea sámi mánáidgárdi Álttás.
sma: Saemiedigkie sæjhta maanagïertebiejjiem mïerhkesjidh jïh gaskem jeatjah guessine mïnnedh akten saemien maanagïertesne Altesne, Àltta siida mánáidgárddi.

source: Ulbmil beaivvi čalmmustahttimiin lea oainnusindahkat mánáidgárddi sámi oahppanarenan, ja oažžut áddejumi mánáidgárddi sisdollui ja deaŧaleamos proseassaide gaskal mánáid, váhnemiid ja bargiid.
sma: Akte ulmie gosse biejjiem mïerhkesje lea maanagïertem våajnoes darjodh goh akte saemien lïerehtimmiesijjie, jïh goerkesem sjugniedidh maanagïerten sisvegasse jïh dejtie vihkeles prosesside mah leah maanaj, eejhtegi jïh barkiji gaskem.

source: Mánáidgárdi mas lea buorre kvalitehta buot mánáidgárdemánáide, ja sámi mánáidgárdefálaldat mii nanne demokratiija, lea guovddáš sáttasátni.
sma: Jarngesne lea båvroe akten maanagïerten bïjre hijven kvaliteetine gaajhkide maanagïertemaanide, jïh akte saemien maanagïertefaalenasse mij demokratijem nænnoestahta.

source: Sávan buot mánáidgárddiide ja buohkaide buori mánáidgárdebeaivvi.
sma: Hijven maanagïertebiejjie gaajhkide maanagiertide.
